history/notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-12-16 Tue 17:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Geschichtsnotizen</title>
<meta name="author" content="Christian Döhmann" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../style.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Geschichtsnotizen</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5f21e23">1. Rassenideologie</a></li>
<li><a href="#org4a907c3">2. Propaganda</a></li>
<li><a href="#org13c7989">3. Die Nürnberger Gesetze</a>
<ul>
<li><a href="#org66d9ed9">3.1. Mischlinge</a>
<ul>
<li><a href="#org63d58ca">3.1.1. Mischlinge 1. Grades</a></li>
<li><a href="#org713f951">3.1.2. Mischlinge 2. Grades</a></li>
</ul>
</li>
<li><a href="#org315b87a">3.2. Volljuden</a></li>
</ul>
</li>
<li><a href="#org0f791c9">4. Menschenrechte</a></li>
<li><a href="#org585d881">5. Wege in die Katastrophe des Holocaust</a>
<ul>
<li><a href="#orgb226b82">5.1. Biologismus</a></li>
<li><a href="#org914cf63">5.2. Darwinismus</a></li>
<li><a href="#org9b3a05b">5.3. Gesetze</a></li>
</ul>
</li>
<li><a href="#org80c6104">6. Rasse im NS-Staat</a></li>
<li><a href="#orge2dfabf">7. Individuum vs. Gesellschaft</a></li>
<li><a href="#org9a1f525">8. Weltwirtschaftskrise 1929</a>
<ul>
<li><a href="#org59b664f">8.1. Schuldendeflation</a></li>
</ul>
</li>
<li><a href="#org104ae26">9. Hitlerjugend</a>
<ul>
<li><a href="#org9871cca">9.1. Das Frauenbild</a>
<ul>
<li><a href="#org075217d">9.1.1. Erzwungener Mitgliederzuwachs ab 1933</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgdc443d9">10. Politische Situation in der Weimarer Republik</a>
<ul>
<li><a href="#org7651c0c">10.1. Links</a></li>
<li><a href="#orgd31adf7">10.2. Mitte</a></li>
<li><a href="#org0750536">10.3. Rechts</a></li>
<li><a href="#orge94c124">10.4. Die Weimarer Republik war von starken Gegensätzen geprägt</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org5f21e23" class="outline-2">
<h2 id="org5f21e23"><span class="section-number-2">1.</span> Rassenideologie</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Die Nationalsozialisten behaupteten, dass Menschen in verschiedene "Rassen" eingeteilt werden könnten</li>
<li>Alles was von der "arischen Rasse" (blonde, blauäugige Deutsche) abwiech, galt als Minderwertig.</li>
</ul>
</div>
</div>
<div id="outline-container-org4a907c3" class="outline-2">
<h2 id="org4a907c3"><span class="section-number-2">2.</span> Propaganda</h2>
<div class="outline-text-2" id="text-2">
<p>
Nationalsozialisten verbreiteten ihre Lügen mit verschiedenen Mitteln, u.a.
</p>
<ul class="org-ul">
<li>Plakate mit bösen Darstellungen von Juden</li>
<li>Schulbücher mit falschen "Rassen-Lehren"</li>
<li>Filme mit Lügen über bestimmte Gruppen</li>
<li>Reden von Hitler und anderen Nazi-Führern</li>
</ul>

<p>
-&gt; Menschen glaubten an diese Lügen, weil sie frustriert von der instabilen politischen Lage waren nach dem ersten Weltkrieg.
</p>

<p>
-&gt; Wer sich gegen das Regime stellte, wurde ebenfalls verfolgt und/oder sogar ermordet.
</p>

<p>
Vorurteile ziehen sich noch heute durch das Leben vieler, ob es die "deutsche Kartoffel" oder der "Pole" der immer klaut, spielt keine Rolle.
Natürlich sind dies noch milde Beispiele.
Der Islam hat bei vielen bspw. das Vorurteil der Gewalt und Terroranschläge, Juden haben immer noch ihr Vorurteil "Geld".
</p>
</div>
</div>
<div id="outline-container-org13c7989" class="outline-2">
<h2 id="org13c7989"><span class="section-number-2">3.</span> Die Nürnberger Gesetze</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Gesetze zum Schutz des deutschen Blutes (Unterscheidung zwischen Deutschblütig, Mischling 1+2 Grades, Jude)</li>
<li>Die Ehe mit Juden wurde verboten und Geschlechtsverkehr unter Strafe gestellt (Blutschutzgesetz)</li>
<li>Jeder musste einen "Rasseausweis" mit sich führen, der die Herkunft bescheinigt</li>
<li>Mit diesen Gesetzen wurden den Juden alle Bürgerrechte entzogen
-&gt; Entrechtung</li>
<li>Sie wurden aus öffentlichen Ämtern entlassen und durften sie nicht mehr ausüben</li>
<li>Auf der Straße wurden sie ausgeschlossen und diskriminiert</li>
</ul>
</div>
<div id="outline-container-org66d9ed9" class="outline-3">
<h3 id="org66d9ed9"><span class="section-number-3">3.1.</span> Mischlinge</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Personen mit einem oder zwei jüdischen Großelternteilen</li>
</ul>
</div>
<div id="outline-container-org63d58ca" class="outline-4">
<h4 id="org63d58ca"><span class="section-number-4">3.1.1.</span> Mischlinge 1. Grades</h4>
<div class="outline-text-4" id="text-3-1-1">
<ul class="org-ul">
<li>gehört nur der Deutschen Volksgemeinschaft an, kann Reichsbürger werden</li>
</ul>
</div>
</div>
<div id="outline-container-org713f951" class="outline-4">
<h4 id="org713f951"><span class="section-number-4">3.1.2.</span> Mischlinge 2. Grades</h4>
<div class="outline-text-4" id="text-3-1-2">
<ul class="org-ul">
<li>gehört nur der Deutschen Volksgemeinschaft an, kann Reichsbürger werden</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org315b87a" class="outline-3">
<h3 id="org315b87a"><span class="section-number-3">3.2.</span> Volljuden</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Personen mit drei oder vier jüdischen Großelternteilen</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0f791c9" class="outline-2">
<h2 id="org0f791c9"><span class="section-number-2">4.</span> Menschenrechte</h2>
<div class="outline-text-2" id="text-4">
<p>
Grundsätze:
</p>
<ul class="org-ul">
<li>Alle Menschen sind gleich viel wert</li>
<li>Niemand darf wegen seiner Herkunft, Religion oder Hautfarbe benachteiligt werden</li>
<li>Jeder Mensch hat das Recht auf Leben, Freiheit und Sicherheit</li>
</ul>
</div>
</div>
<div id="outline-container-org585d881" class="outline-2">
<h2 id="org585d881"><span class="section-number-2">5.</span> Wege in die Katastrophe des Holocaust</h2>
<div class="outline-text-2" id="text-5">
<p>
Die beiden Unterpunkte(Biologismus, Darwinismus) waren Teil der Grundlage für die Einteilung in verschiedene Rassen
</p>
</div>
<div id="outline-container-orgb226b82" class="outline-3">
<h3 id="orgb226b82"><span class="section-number-3">5.1.</span> Biologismus</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Biologismus bezeichnet die einseitige Erklärung menschlicher Verhaltensweisen und gesellschaftlicher Zustände allein oder vorrangig durch biologische Tatsachen und Theorien. Er wird oft kritisiert, weil er dazu neigt, gesellschaftliche Ungleichheiten als biologisch bedingt und unveränderbar zu rechtfertigen, was soziale Ungerechtigkeiten verschleiern kann.
</p>
</div>
</div>
<div id="outline-container-org914cf63" class="outline-3">
<h3 id="org914cf63"><span class="section-number-3">5.2.</span> Darwinismus</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Der Darwinismus beschreibt die Evolutionstheorie von Charles Darwin, die erklärt, wie sich Arten durch natürliche Selektion (Auslese) und gemeinsame Abstammung entwickeln.
</p>

<p>
Kurzgesagt beschreibt der Darwinismus "Der stärkere überlebt und setzt sich durch"
</p>
</div>
</div>
<div id="outline-container-org9b3a05b" class="outline-3">
<h3 id="org9b3a05b"><span class="section-number-3">5.3.</span> Gesetze</h3>
<div class="outline-text-3" id="text-5-3">
<ol class="org-ol">
<li><p>
Gesetze zur Wiederherstellung des Berufbeamtentums
</p>

<p>
-&gt; Berufsverbote für alle Menschen jüdischen Glaubens in öffentlichen Berufen
</p></li>
<li><p>
Nürnberger Rassegesetze
</p>

<p>
-&gt; Ehen nur unter "arischen" Ehepartnern
</p></li>
<li><p>
Enteignung jüdischen Eigentums
</p>

<p>
-&gt; vor Verlassen des Deutschen Reichs
</p>

<p>
-&gt; vor Deportation
</p></li>
<li><p>
Wannseekonferenz
</p>

<p>
-&gt; Beschluss zur Vernichtung der Juden
</p></li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org80c6104" class="outline-2">
<h2 id="org80c6104"><span class="section-number-2">6.</span> Rasse im NS-Staat</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Arier (Nachweis über 3 Generationen)</li>
<li>Nordische Rasse</li>
<li>Slavische Rassen (Eigenschaft: Minderwertig, dienen als Sklaven)</li>
<li>Jüdische Rasse -&gt; Vernichtung</li>
</ul>
</div>
</div>
<div id="outline-container-orge2dfabf" class="outline-2">
<h2 id="orge2dfabf"><span class="section-number-2">7.</span> Individuum vs. Gesellschaft</h2>
<div class="outline-text-2" id="text-7">
<p>
Die individuelle Freiheit wurde eingeschränkt, Kinder, Jugendliche und junge Erwachsene wurden nach Geschlecht getrennt auf verschiedene Rollen vorbereitet.
</p>
<ul class="org-ul">
<li>Hitler Jugend -&gt; Vorbereitung aufs Militär</li>
<li>Bund deutscher Mädel -&gt; Vorbereitung auf Mutterrolle</li>
</ul>
</div>
</div>
<div id="outline-container-org9a1f525" class="outline-2">
<h2 id="org9a1f525"><span class="section-number-2">8.</span> Weltwirtschaftskrise 1929</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>starker weltweiter Rückgang der Industrieproduktion, Welthandels sowie Deflationsspirale, Schuldendeflation</li>
<li>War zu Beginn des ersten Weltkriegs noch nicht in allen Ländern überwunden</li>
<li><p>
NS-Deutschland hatte die Weltwirtschaftskrise in 1936 in einigen Punkten bewältigt, es war eines der ersten Länder,
die wieder Vollbeschäftigung erreichten, meist jedoch durch Arbeitsbeschaffung (staatliche Investitionen, um Beschäftigungslose wieder an Beschäftigung zu bringen).
</p>

<p>
Schlechte Arbeitsbedingungen und neidrige Löhne.
</p></li>
<li>Schlechte Finanzbeziehungen nach dem ersten Weltkrieg.</li>
</ul>
</div>
<div id="outline-container-org59b664f" class="outline-3">
<h3 id="org59b664f"><span class="section-number-3">8.1.</span> Schuldendeflation</h3>
<div class="outline-text-3" id="text-8-1">
<p>
Sinkende Einkommen bei gleichbleibenden Schulden
</p>
</div>
</div>
</div>
<div id="outline-container-org104ae26" class="outline-2">
<h2 id="org104ae26"><span class="section-number-2">9.</span> Hitlerjugend</h2>
<div class="outline-text-2" id="text-9">
<p>
Die Hitlerjugend brachte gerade für die Untere und Mittelschicht eine "willkommene Abwechslung", Familien konnten ihren Kindern ein bspw. schönen Sommer ermöglichen in den
Sommercamps der Hiterljugend.
</p>

<p>
Bestärkt durch den Glauben des Darwinismus, wurden Kinder und junge Erwachsene "spielerisch" auf das Militär vorbereitet in den Sommercamps,
untereinander kam es zu Konkurrenzkämpfen, einige konnten dem Druck nicht standhalten und nahmen sich das Leben.
</p>
</div>
<div id="outline-container-org9871cca" class="outline-3">
<h3 id="org9871cca"><span class="section-number-3">9.1.</span> Das Frauenbild</h3>
<div class="outline-text-3" id="text-9-1">
<p>
Bund Deutscher Mädel (Vollbezeichnung Bund Deutscher Mädel in der Hitler-Jugend)
</p>
<ul class="org-ul">
<li>Pflichtmitgliedschaft ab 1936 für alle, sofern sie nicht aus "rassischen Gründen" ausgeschlossen waren.</li>
<li>Bund Deutscher Mädel meist für 14-18 Jährige</li>
<li>Jungmädelbund für 10-14 Jährige</li>
</ul>

<p>
<b><b>Zitate von Hitler:</b></b>
</p>
<blockquote>
<p>
Die Gleichberechtigung der Frau besteht darin, daß sie in den ihr von der Natur bestimmten Lebensgebieten jene Hochschätzung erfährt, die ihr zukommt […] Auch die deutsche Frau hat ihr Schlachtfeld: Mit jedem Kinde, das sie der Nation zur Welt bringt, kämpft sie ihren Kampf für die Nation.
</p>
</blockquote>

<blockquote>
<p>
Die Jungen werden zu politischen Soldaten und die Mädel zu starken und tapferen Frauen erzogen, die diesen politischen Soldaten Kameraden sein sollen – und unsere nationalsozialistische Weltanschauung später in ihrer Familie als Frauen und Mütter leben und gestalten – und so wieder großziehen eine Generation der Härte und des Stolzes. Wir wollen darum bewußt politische Mädel formen. Das bedeutet nicht: Frauen die später in Parlamenten debattieren und diskutieren, sondern Mädel und Frauen, die um die Lebensnotwendigkeiten des deutschen Volkes wissen und dementsprechend handeln.
</p>
</blockquote>

<ul class="org-ul">
<li>Sollten Kinder zur Welt bringen, mit jedem Kind, kämpft sie für ihre Nation.</li>
<li>Mädel zu starken und tapferend Frauen erzogen, die ihre Familien nationalsozialistisch erziehen.</li>
<li>Sie sollten nicht politisch in Parlamenten debattieren, ihr Platz war nur bei den Kindern.</li>
</ul>
</div>
<div id="outline-container-org075217d" class="outline-4">
<h4 id="org075217d"><span class="section-number-4">9.1.1.</span> Erzwungener Mitgliederzuwachs ab 1933</h4>
<div class="outline-text-4" id="text-9-1-1">
<p>
Am 17. Juni 1933 erließ der Reichsjugendführer Verordnungen, die die bis dahin bestehenden konkurrierenden Jugendverbände auflösten oder verboten.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orgdc443d9" class="outline-2">
<h2 id="orgdc443d9"><span class="section-number-2">10.</span> Politische Situation in der Weimarer Republik</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org7651c0c" class="outline-3">
<h3 id="org7651c0c"><span class="section-number-3">10.1.</span> Links</h3>
<div class="outline-text-3" id="text-10-1">
<ul class="org-ul">
<li>KPD (Kommunistische Partei Deutschlands): Revolutionär, bekämpfte das parlamentarische System von Anfang an</li>
<li>SPD (Sozialdemokratische Partei Deutschlands): Trug die Republik mit, stellte den ersten Präsidenten (Friedrich Ebert), aber auch eine linke Mehrheit schloss sich später der KPD an</li>
</ul>
</div>
</div>
<div id="outline-container-orgd31adf7" class="outline-3">
<h3 id="orgd31adf7"><span class="section-number-3">10.2.</span> Mitte</h3>
<div class="outline-text-3" id="text-10-2">
<ul class="org-ul">
<li>DDP (Demokratische Partei Deutschlands): Linksliberal, vertrat die Republikaner.</li>
<li>Zentrumspartei (Zentrum): Katholische Partei, ein wichtiger Stabilisator der Republik.</li>
<li>BVP (Bayerische Volkspartei): Bayerischer Ableger des Zentrums.</li>
</ul>
</div>
</div>
<div id="outline-container-org0750536" class="outline-3">
<h3 id="org0750536"><span class="section-number-3">10.3.</span> Rechts</h3>
<div class="outline-text-3" id="text-10-3">
<ul class="org-ul">
<li>DNVP (Deutschnationale Volkspartei): Monarchistisch gesinnt, lehnte die Republik ab.</li>
<li>NSDAP (Nationalsozialistische Deutsche Arbeiterpartei): Rechtsextrem, radikal, antidemokratisch und gegen das System gerichtet.</li>
</ul>
</div>
</div>
<div id="outline-container-orge94c124" class="outline-3">
<h3 id="orge94c124"><span class="section-number-3">10.4.</span> Die Weimarer Republik war von starken Gegensätzen geprägt</h3>
<div class="outline-text-3" id="text-10-4">
<p>
Links standen die radikalen Revolutionäre(KPD), in der Mitte die Parteien, die die demokratische Ordnung stützen wollten (SPD, Zentrum, DDP, DVP), und am rechten Rand die antirepublikanischen Kräfte (DNVP, NSDAP), was das Ringen um Stabilität und Kompromiss in der Republik kennzeichnete.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Christian Döhmann</p>
<p class="date">Created: 2025-12-16 Tue 17:57</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
